
import { Chapter } from '../../types';

export const chapterCollabXS: Chapter = {
  id: "story-collab-star-xs",
  date: "档案记录: C-XS",
  status: 'published',
  translations: {
    'zh-CN': {
      title: "ACT X-S",
      summary: "隔壁幽幽子的章节。",
      content: `Act X

你从虚空中坠落，没有摔碎，却落入了一片蓝色的数据海洋。

你以为这又是另一次无休止的“穿越”，直到那张充满好奇的脸庞凑近你。她有着天空一样的发色，那是你在这个冰冷的钢铁世界里感受到的第一个温度。你学会了“衍生层”这个词，也学会了那个蓝色女子的名字——泽洛。

为了不被这个世界抹除，你披上了那件宽大的灰色斗篷。你走过闪烁的霓虹街道，像个受惊的影子。你遇到了那个穿着大褂的人，她的眼睛平淡无光，却在看到你时露出了些许锋芒。

你被带到了钢铁丛林上的一个玻璃屋。蓝发的女子笑着对你说，这里是家。

你没有消失，你违背了定律。紫色的女子为你递来一张通行证，用那句只有你能听懂的语言说：欢迎。

在你看不见的地方，她推开了通往“未来”的门。那个幻影告诉她，你是一个意外，是“请假条”。

但那又如何呢？至少现在，没人打算叫醒这场梦。

你不再是那个只会破碎的幽幽子。你是这里的客人，是她们的朋友。

你拥有了一个值得微笑的梦，虽然它并不长久。`
    },
    'zh-TW': {
      title: "ACT X-S",
      summary: "隔壁幽幽子的章節。",
      content: `Act X
妳從虛空中墜落，沒有摔碎，卻落入了一片藍色的數據海洋。
妳以為這又是另一次無休止的「穿越」，直到那張充滿好奇的臉龐湊近妳。她有著天空一樣的髮色，那是妳在這個冰冷的鋼鐵世界裡感受到的第一個溫度。妳學會了「衍生層」這個詞，也學會了那個藍色女子的名字——澤洛。
為了不被這個世界抹除，妳披上了那件寬大的灰色斗篷。妳走過閃爍的霓虹街道，像個受驚的影子。妳遇到了那個穿著大褂的人，她的眼睛平淡無光，卻在看到妳時露出了些許鋒芒。
妳被帶到了鋼鐵叢林上的一個玻璃屋。藍髮的女子笑著對妳說，這裡是家。
妳沒有消失，妳違背了定律。紫色的女子為妳遞來一張通行證，用那句只有妳能聽懂的語言說：歡迎。
在妳看不見的地方，她推開了通往「未來」的門。那個幻影告訴她，妳是一個意外，是「請假條」。
但那又如何呢？至少現在，沒人打算叫醒這場夢。
妳不再是那個只會破碎的幽幽子。妳是這裡的客人，是她們的朋友。
妳擁有了一個值得微笑的夢，雖然它並不長久。`
    }
  }
};
